Repository: joey-gm/GICS
Catalog: Sources/GICS/Resources/Definition.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Manufacturers of apparel, accessories & luxury goods. Includes companies primarily producing designer handbags, wallets, luggage, jewelry and watches. Excludes shoes classified in the Footwear Sub-Industry.
de: Hersteller von Bekleidung, Accessoires und Luxusgütern. Hierzu gehören Unternehmen, die hauptsächlich Designer-Handtaschen, -Brieftaschen, -Gepäck, -Schmuck und -Uhren herstellen. Ausgeschlossen sind Schuhe, die in die Branche „Fußbekleidung“ fallen.
es: Empresas dedicadas a la confección y elaboración de accesorios y bienes de lujo. Se incluyen los fabricantes de bolsos, carteras, equipaje, joyería y relojería de diseño. Se excluyen los fabricantes de calzado clasificados en la rama Calzado.
fr: Fabricants de vêtements, d’accessoires et de produits de luxe. Sont incluses les sociétés qui produisent principalement des sacs à main, des portefeuilles, des bagages, des bijoux et des montres de créateurs. Ne sont pas inclus les fabricants de chaussures, classés dans la sous-industrie des chaussures.
it: Produttori di abbigliamento, accessori e beni di lusso. Sono comprese aziende che producono principalmente borse, portafogli, valigie, gioielli e orologi di marca. Sono escluse le calzature classificate nel sottosettore Industria calzaturiera.
ja: アパレル、アクセサリー、贅沢品の製造会社。ブランド品ハンドバッグ、財布、旅行用カバン、宝石類、時計を主に製造する会社を含む。産業サブグループの「履物」に分類される履物は除く。
ko: 의류, 액세서리, 사치품 제조업체. 유명 디자이너의 핸드백, 지갑, 가방, 보석, 시계를 주로 생산하는 회사 포함. ‘신발’ 하부산업으로 분류되는 신발은 제외.
pt_pt: Fabricantes de vestuário, acessórios e artigos de luxo. Inclui empresas que produzem principalmente bolsas de grife, carteiras, malas, joias e relógios. Exclui sapatos, classificados na Sub-Indústria de Calçados.
ru: Производители одежды, аксессуаров и предметов роскоши, в том числе компании, занимающиеся в основном производством авторских дамских сумок, кошельков, чемоданов, ювелирных изделий и часов. В данную группу не входят производители обуви, включенные в подотрасль «Производство обуви».
zh_hans: 服装、服饰与奢侈品制造商。包括那些主要生产名设计师手提包、皮夹、行李箱、珠宝和手表的公司。不包括归类于“鞋类”子行业中的鞋类用品。
zh_hant: 服裝、配飾與奢侈品製造商。包括那些主要生產名設計師手袋、銀包、行李箱、珠寶和手錶的公司。不包括歸類於「鞋類」子行業中的鞋類用品。

source: Manufacturers of footwear. Includes sport and leather shoes.
de: Hersteller von Fußbekleidung. Dazu gehören auch Sport- und Lederschuhe.
es: Empresas dedicadas a la fabricación de calzado. Se incluyen los fabricantes de calzado deportivo y de cuero.
fr: Fabricants de chaussures. Sont inclus les fabricants de chaussures en cuir et de chaussures de sport.
it: Produttori di calzature. Sono comprese le calzature sportive e in pelle.
ja: 履物の製造会社。スポーツ用および皮製の靴を含む。
ko: 신발 제조업체. 운동화와 가죽 신발 포함.
pt_pt: Fabricantes de calçados. Inclui sapatos esportivos e de couro.
ru: Производители обуви. Производители обуви, в том числе спортивной и кожаной.
zh_hans: 鞋类用品制造商。包括运动鞋和皮鞋。
zh_hant: 鞋類用品製造商。包括運動鞋和皮鞋。

source: Manufacturers of textile and related products not classified in the Apparel, Accessories & Luxury Goods, Footwear or Home Furnishings Sub-Industries.
de: Hersteller von Textilien und verwandten Produkten, die nicht in die Branchen „Bekleidung, Accessoires und Luxusgüter“, „Fußbekleidung“ oder „Möbel und Innenausstattung“ fallen.
es: Empresas dedicadas a la fabricación textil y de artículos relacionados, no incluidas en las ramas Confección, Accesorios y Bienes de Lujo, Calzado o Mobiliario para el Hogar.
fr: Fabricants de textiles et de produits connexes non-classés dans les sous-industries de l’habillement, des accessoires et produits de luxe, des chaussures ou de l’ameublement.
it: Produttori di articoli tessili e affini non classificati nei sottosettori Abbigliamento, accessori e beni di lusso, Industria calzaturiera o Arredamento.
ja: 繊維、および産業サブグループの「アパレル・アクセサリー・贅沢品」、「履物」、「家具・装飾」に分類されていない関連製品の製造会社。
ko: ‘의류, 액세서리, 사치품’, ‘신발’ 또는 ‘가정용 가구’ 하부산업으로 분류되지 않은 섬유 및 관련 제품 제조업체.
pt_pt: Fabricantes de têxteis e produtos relacionados não classificados nas Sub-Indústrias de Vestuário, Acessórios e Artigos de Luxo, Calçados ou Decoração.
ru: Производители текстильной и сопутствующей продукции, не включенные в подотрасли «Производство одежды, аксессуаров и предметов роскоши», «Производство обуви» или «Производство товаров для дома».
zh_hans: 纺织品及相关产品制造商。不包括那些归类于“服装、服饰与奢侈品”、“鞋类”或者“家庭装饰品”子行业中的公司。
zh_hant: 未歸類於「服飾、配飾與奢侈品」、「鞋類」或「家庭裝飾品」子行業的紡織品及相關產品製造商。

source: Owners and operators of casinos and gaming facilities. Includes companies providing lottery and betting services.
de: Inhaber und Betreiber von Casinos und Glücksspieleinrichtungen. Hierzu gehören auch Lotteriebetreiber und Wettbüros.
es: Propietarios y operadores de casinos y salones recreativos y de juego. Se incluyen las empresas de lotería y servicios de apuestas.
fr: Propriétaires et exploitants de casinos et de salles de jeu. Sont incluses les entreprises fournissant des services de loterie et de paris.
it: Proprietari e gestori di casinò e di strutture per il gioco d’azzardo. Sono comprese le società che forniscono servizi di lotterie e scommesse.
ja: カジノ・ゲーム設備の所有者や運営業者。宝くじ、ギャンブルサービスを提供している会社を含む。
ko: 카지노와 게임 시설의 소유자와 운영자. 복권과 베팅 서비스 제공 회사 포함.
pt_pt: Proprietários e operadores de cassinos e instalações de jogos. Inclui empresas provedoras de serviços de loteria e apostas.
ru: Компании, владеющие казино и предприятиями игорного бизнеса, и занимающиеся их эксплуатацией, в том числе компании, занимающиеся организацией лотерей и услуг тотализатора.
zh_hans: 赌场及赌博设施的业主和运营商。包括那些提供博彩和赌博服务的公司。
zh_hant: 賭場和博彩娛樂設施的東主和營運商。包括提供彩票和投注服務的公司。

source: Owners and operators of hotels, resorts and cruise-ships. Includes travel agencies, tour operators and related services not classified elsewhere . Excludes casino-hotels classified in the Casinos & Gaming Sub-Industry.
de: Inhaber und Betreiber von Hotels, Urlaubsanlagen und Kreuzfahrtlinien. Hierzu gehören auch Reisebüros, Tourenanbieter und verwandte Dienstleister, die keiner der übrigen Branchen angehören. Ausgeschlossen sind Hotels mit Casino-Betrieb, die der Branche „Casinos und Glücksspiel“ angehören.
es: Propietarios y operadores de hoteles, centros de vacaciones y cruceros. Se incluyen las agencias de viajes, operadores turísticos y empresas de servicios relacionados, no incluidas en otra clasificación. Se excluyen los hoteles casino incluidos en la rama Casinos y Juegos de Azar.
fr: Propriétaires et exploitants d’hôtels, de lieux de villégiature et de bateaux de croisière. Sont inclus les agences de voyage, les voyagistes et les services connexes n’appartenant à aucune autre catégorie. Ne sont pas inclus les hôtels-casinos, classés dans la sous-industrie des casinos et des salles de jeu.
it: Proprietari e gestori di hotel, resort e navi da crociera. Sono comprese le agenzie di viaggio, gli operatori turistici e i servizi correlati non classificati altrove. Sono esclusi gli alberghi-casinò classificati nel sottosettore Casinò e giochi d’azzardo.
ja: ホテル、リゾート、クルーズ船の所有者や運営業者。旅行代理店、旅行業者、および他のグループに分類されていない関連サービスの提供業者を含む。産業サブグループの「カジノ・ゲーム」に分類されるカジノ付きホテルは除く。
ko: 호텔, 리조트, 크루즈 선박의 소유자와 운영자. 여행사, 투어 운영, 그리고 다른 부문으로 분류되지 않은 관련 서비스 업체 포함. ‘카지노와 게임’으로 분류되는 카지노-호텔은 제외.
pt_pt: Proprietários e operadores de hotéis, resorts e navios de cruzeiro. Inclui agências de viagens, operadoras de turismo e serviços relacionados não classificadas em nenhum outro lugar. Exclui hotéis casino, classificados na Sub-Indústria de Cassinos e Jogos.
ru: Компании, владеющие гостиницами, курортами и круизными теплоходами и занимающиеся их эксплуатацией, в том числе туристические агентства, туристические операторы и компании, оказывающие сопутствующие услуги, не включенные в другие группы. В данную группу не входят казино, совмещенные с гостиницей, включенные в подотрасль «Деятельность казино и игорного бизнеса».
zh_hans: 酒店、度假村及豪华游轮的业主和运营商。包括旅行社、旅行团运营商以及相关的服务。不包括归类于“赌场与赌博”子行业中的赌场酒店。
zh_hant: 酒店、度假村及豪華遊輪的東主和營運商。包括旅行社、旅行團營運商以及未歸類於別處的相關服務。不包括歸類於「賭場與博彩娛樂」子行業中的賭場酒店。

source: Owners and operators of leisure facilities, including sport and fitness centers, stadiums, golf courses and amusement parks not classified in the Movies & Entertainment Sub-Industry.
de: Inhaber und Betreiber von Freizeiteinrichtungen, einschließlich Sport- und Fitnesszentren, Stadien, Golfplätzen und Freizeitparks, die nicht der Branche „Film und Unterhaltung“ angehören.
es: Propietarios y operadores de centros de recreación. Se incluyen los centros deportivos y gimnasios, estadios, campos de golf y parques de atracciones, no incluidos en la rama Películas y Entretenimiento.
fr: Propriétaires et exploitants de centres de loisirs. Sont inclus les centres sportifs et les centres de remise en forme, les stades, les terrains de golf et les parcs de loisirs non-classés dans la sous-industrie du cinéma et du divertissement.
it: Proprietari e gestori di strutture ricreative, inclusi centri sportivi e palestre, stadi, campi da golf e parchi di divertimento non classificati nel sottosettore Cinema e spettacolo.
ja: レジャー施設の所有者や運営業者。スポーツ・フィットネスセンター、スタジアム、ゴルフコース、産業サブグループの「映画・娯楽」に分類されていないアミューズメントパークを含む。
ko: ‘영화와 엔터테인먼트’로 분류되지 않은 스포츠 센터, 피트니스 센터, 경기장, 골프장, 놀이공원을 포함한 레저 시설의 소유자와 운영자.
pt_pt: Proprietários e operadores de instalações para o lazer, incluindo centros de esporte e fitness, estádios, campos de golfe e parques de diversões não classificados na Sub-Indústria de Filmes e Entretenimento.
ru: Компании, владеющие предприятиями досуга и отдыха, в том числе спортивными и оздоровительными центрами, стадионами, полями для гольфа и парками аттракционов, не включенными в подотрасль «Деятельность кинотеатров и досугово-развлекательных учреждений», и занимающиеся их эксплуатацией.
zh_hans: 消闲设施的业主和运营商，这些设施包括体育运动中心、健身中心、体育场、高尔夫球场以及游乐园（未归类于“电影与娱乐”子行业）。
zh_hant: 休閒設施的東主和營運商，這些設施包括體育運動中心、健身中心、體育館、高爾夫球場以及未歸類於「電影與娛樂」子行業中的遊樂園。

source: Owners and operators of restaurants, bars, pubs, fast-food or take-out facilities. Includes companies that provide food catering services.
de: Inhaber und Betreiber von Restaurants, Kneipen, Gaststätten, Fast Food-Restaurants oder Imbissen. Hierzu gehören auch Unternehmen, die Catering-Dienste anbieten.
es: Propietarios y operadores de restaurantes, bares, pubs y locales de comida rápida o para llevar. Se incluyen las empresas de catering.
fr: Propriétaires et gérants de restaurants, bars, pubs, établissements de restauration rapide ou à emporter. Sont incluses des sociétés qui fournissent des services de restauration collective.
it: Proprietari e gestori di ristoranti, bar, pub, fast-food e strutture per la consegna di cibi a domicilio. Sono comprese le aziende che forniscono servizi di catering alimentare.
ja: レストラン、バー、パブ、ファーストフード、持ち帰り食料品販売店の所有者や運営業者。配膳サービスを提供する会社を含む。
ko: 레스토랑, 바, 술집, 패스트푸드 또는 테이크아웃 시설의 소유자와 운영자. 음식 케이터링 서비스 제공 회사 포함.
pt_pt: Proprietários e operadores de restaurantes, bares, pubs, instalações que servem fast-food ou refeições para viagem. Inclui empresas que fornecem serviços de catering.
ru: Компании, владеющие ресторанами, барами, пабами, предприятиями быстрого питания или предприятиями, продающими еду на вынос, и занимающиеся их эксплуатацией, в том числе компании, занимающиеся организацией питания.
zh_hans: 餐馆、酒吧、客栈、快餐或者外卖服务设施的业主和运营商。包括那些提供外勤饮食供应服务的公司。
zh_hant: 餐館、酒吧、酒館、速食或外賣服務設施的東主和營運商。包括那些提供食品到會服務的公司。

source: Companies providing educational services, either on-line or through conventional teaching methods. Includes, private universities, correspondence teaching, providers of educational seminars, educational materials and technical education. Excludes companies providing employee education programs classified in the Human Resources & Employment Services Sub-Industry.
de: Unternehmen, die Bildungsdienste anbieten, entweder online oder mit Hilfe traditioneller Lehrmethoden. Hierzu gehören private Universitäten, Anbieter von Fernunterricht, Aus- und Weiterbildungsseminaren, Aus- und Weiterbildungsmaterialien und Fachausbildungen. Ausgeschlossen sind Unternehmen, die Aus- und Weiterbildungsprogramme für Mitarbeiter anbieten und die der Branche „Personalwesen und Arbeitsvermittlung“ angehören.
es: Empresas que proporcionan servicios de educación, de forma electrónica o mediante métodos tradicionales de enseñanza. Se Incluyen las universidades privadas, enseñanza a distancia, gestores de seminarios educacionales, material y educación técnica. Quedan excluidas las empresas que proporcionan programas de educación a empleados clasificados en la subindustria de Recursos Humanos y Servicios de Empleo.
fr: Sociétés qui fournissent des services éducatifs, en ligne ou par le biais de méthodes d’enseignement conventionnelles. Sont inclus les universités privées, l’enseignement par correspondance, les organisateurs de séminaires éducatifs, les documents pédagogiques et la formation technique. Ne sont pas incluses les sociétés qui organisent des programmes de formation des employés, classées dans la sous-industrie des services liés aux ressources humaines et à l’emploi.
it: Aziende che offrono servizi educativi, sia online che attraverso metodi didattici convenzionali. Sono compresi università private, strutture che forniscono insegnamento per corrispondenza, fornitori di seminari educativi, materiale didattico e formazione tecnica. Sono escluse le aziende che forniscono programmi di formazione per i dipendenti classificate nel sottosettore Risorse umane e servizi per l’impiego.
ja: オンラインまたは従来の指導方法で教育サービスを提供する会社。私立大学、通信教育、および教育セミナー、教材、技術教育の提供業者を含む。産業サブグループの「人事・雇用サービス」に分類される社員教育プログラムを提供する会社は除く。
ko: 온라인이나 종래의 교수법으로 교육 서비스를 제공하는 회사. 사립 대학, 통신 교육, 교육 세미나/교재/기술 교육 제공업체를 포함. '인적 자원 및 고용 서비스' 하부산업으로 분류되는 직원 교육 프로그램을 제공하는 회사는 제외.
pt_pt: Empresas provedoras de serviços de educação, seja on-line ou através de métodos convencionais de ensino. Inclui as universidades privadas, o ensino por correspondência, provedores de seminários educativos, materiais educativos e ensino técnico. Exclui empresas provedoras de programas de educação de funcionários, classificadas na Sub-Indústria de Recursos Humanos e Serviços de Emprego.
ru: Компании, предоставляющие услуги в области образования с использованием как сети Интернет, так и традиционных методов обучения, в том числе частные университеты, учреждения заочного образования, организаторы учебных семинаров, учреждения, предоставляющие учебные материалы и услуги по техническому образованию. В данную группу не входят компании, организующие программы повышения квалификации работников, включенные в подотрасль «Предоставление услуг по управлению человеческими ресурсами и трудоустройству».
zh_hans: 通过在线或者传统的教学方法提供教育服务的公司。包括私立大学、函授教学以及提供教育讲座、教育资料和技术培训的公司。不包括归类于“人力资源与就业服务”子行业中提供员工培训项目的公司。
zh_hant: 透過網上或者傳統的教學方法提供教育服務的公司。包括私立大學、函授教學以及提供教育講座、教育資料和技術培訓的公司。不包括歸類於「人力資源與就業服務」子行業中提供員工培訓課程的公司。

source: Companies providing consumer services not classified elsewhere. Includes residential services, home security, legal services, personal services, renovation & interior design services, consumer auctions and wedding & funeral services.
de: Unternehmen, die Verbraucherdienstleistungen erbringen, die nicht anderweitig klassifiziert sind. Umfasst Dienstleistungen in den Bereichen Wohnen, Haussicherheit, Rechtsdienstleistungen, persönliche Dienstleistungen, Renovierung und Innenarchitektur, Verbraucherauktionen sowie Hochzeits- und Bestattungsdienste.
es: Empresas que proporcionan servicios no incluidos en ningún otro apartado. Se incluyen los servicios residenciales, seguridad del hogar, servicios legales, servicios personales, renovación y de diseño interior, subastas de consumidores y servicios de matrimonios y de entierro.
fr: Sociétés qui fournissent des services consommateurs n’appartenant à aucune autre catégorie. Sont inclus les services résidentiels, la sécurité domestique, les services juridiques, personnels, de rénovation et de décoration intérieure, les ventes aux enchères destinées aux consommateurs et les services relatifs aux mariages et aux funérailles.
it: Aziende che forniscono servizi ai consumatori non classificati altrove. Sono compresi i servizi residenziali, la sicurezza domestica, i servizi legali, i servizi personali, i servizi di ristrutturazione e di interior design, le aste per i consumatori e i servizi per matrimoni e funerali.
ja: 他のグループに分類されていない消費者サービスを提供する会社。住宅関連サービス、ホームセキュリティ、法律サービス、パーソナルサービス、改築・インテリアデザインサービス、消費者向けオークション、冠婚葬祭サービスを含む。
ko: 다른 부문으로 분류되지 않은 소비자 서비스를 제공하는 회사. 주거 서비스, 가정 보안, 법률 서비스, 개인 서비스, 리노베이션 및 인테리어 디자인 서비스, 소비자 경매, 예식 및 장례 서비스를 포함.
pt_pt: Empresas provedoras de serviços aos consumidores não classificadas em nenhum outro lugar. Inclui serviços residenciais, segurança residencial, serviços jurídicos, serviços pessoais, serviços de renovação e de decoração de interiores, leilões para consumidor e serviços de casamento e funeral.
ru: Компании, предоставляющие потребительские услуги и не включенные в другие группы. В данную группу входят компании, предоставляющие бытовые, охранные, юридические, персональные услуги, услуги по ремонту и дизайну интерьера, проведению потребительских аукционов, ритуальные услуги и услуги по организации свадебных торжеств.
zh_hans: 提供未归类于别处的消费者服务的公司。包括家居服务、家庭安全、法律服务、个人服务、室内改造与装修服务、消费者拍卖以及婚葬服务。
zh_hant: 提供未歸類於別處的消費者服務公司。包括家居服務、家居安全、法律服務、個人服務、裝修與室內設計服務、消費拍賣以及婚禮和殯葬服務。

source: Distributors and wholesalers of general merchandise not classified elsewhere. Includes vehicle distributors.
de: Vertriebsunternehmen und Großhändler allgemeiner Konsumgüter, die keiner der übrigen Branchen angehören. Hierzu gehören auch Kraftfahrzeughändler.
es: Distribuidores y mayoristas de productos generales no clasificados en otra sección. Se incluyen los distribuidores de vehículos.
fr: Distributeurs et grossistes de marchandises diverses n’appartenant à aucune autre catégorie. Sont inclus les concessionnaires automobiles.
it: Distributori e grossisti di merci generiche non classificate altrove. Sono compresi i distributori di autoveicoli.
ja: 他のグループに分類されていない一般商品の販売や卸売りを行う業者。車両販売業者を含む。
ko: 다른 부문으로 분류되지 않은 일반 상품의 판매업체 및 도매업체. 차량 판매업체 포함.
pt_pt: Distribuidores e atacadistas de mercadorias em geral não classificadas em nenhum outro lugar. Inclui distribuidores de veículos.
ru: Компании, занимающиеся распространением и оптовой продажей товаров общего назначения, не включенных в другие группы, в том числе дистрибьюторы транспортных средств.
zh_hans: 日用商品经销商和批发商。包括机车经销商。
zh_hant: 未歸類於別處的一般商品經銷商和批發商。包括汽車經銷商。

source: Retailers offering a wide range of consumer discretionary merchandise. This Sub-Industry includes general and discount merchandise retailers, department stores and on-line retailers and marketplaces selling mostly consumer discretionary merchandise.
de: Einzelhändler, die eine breite Palette von Nicht-Basiskonsumgütern anbieten. Diese Branche umfasst allgemeine Einzelhändler und Discounter, Kaufhäuser und Online-Einzelhändler sowie Marktplätze, die hauptsächlich Nicht-Basiskonsumgüter verkaufen.
es: Minoristas que ofrecen una amplia gama de productos de consumo discrecional. Esta subindustria incluye minoristas de mercadería general y de descuento, grandes almacenes y minoristas en línea y mercados que venden principalmente mercadería de consumo discrecional.
fr: Détaillants offrant une large gamme de produits non essentiels. Cette sous-industrie inclut les détaillants de marchandises généralistes et à bas prix, les grands magasins, les détaillants en ligne et les marchés proposant principalement des produits non essentiels.
it: Rivenditori che offrono un’ampia gamma di beni di consumo voluttuari. Questo sottosettore comprende discount e rivenditori di merci generiche, grandi magazzini e rivenditori e mercati online attivi principalmente nella vendita di beni di consumo voluttuari.
ja: 幅広い一般消費財を提供する小売り業者。総合小売り業者やディスカウント商品小売り業者、百貨店、及び主に一般消費財を販売するオンライン小売業者やオンライン市場を含む。
ko: 다양한 임의소비재 상품을 제공하는 소매업체. 이 하부산업에는 대부분 임의소비재를 판매하는 일반 및 할인 상품 소매업체, 백화점, 온라인 소매업체, 마켓플레이스가 포함된다.
pt_pt: Varejistas que oferecem uma ampla gama de mercadorias de consumo discricionário. Inclui varejistas de mercadorias gerais e com desconto, lojas de departamentos e varejistas on-line e mercados que vendem principalmente mercadorias de consumo discricionário.
ru: Компании розничной торговли, предлагающие широкий ассортимент неосновных потребительских товаров. В эту подотрасль входят розничные магазины товаров общего назначения и товаров со скидкой, универсальные магазины, Интернет-магазины и торговые площадки, продающие преимущественно неосновные потребительские товары.
zh_hans: 提供广泛非必需消费品的零售商。此子行业包括综合及折扣货品零售商、百货店及线上零售商以及主要销售非必需消费品的市场。
zh_hant: 提供廣泛非日常生活消費品的零售商。此子行業包括一般和折扣商品零售商、百貨公司和線上零售商以及主要銷售非日常生活消費品的集市。

source: Retailers specialized mainly in apparel and accessories.
de: Einzelhändler, die auf den Vertrieb von Bekleidung und Accessoires spezialisiert sind.
es: Comerciantes especializados principalmente en la venta de ropa y accesorios.
fr: Détaillants spécialisés principalement dans les vêtements et les accessoires.
it: Rivenditori specializzati principalmente in abbigliamento e accessori.
ja: アパレルやアクセサリーを専門に取り扱う小売り業者。
ko: 주로 의류와 액세서리를 전문으로 하는 소매상.
pt_pt: Varejistas especializados, principalmente, em vestuário e acessórios.
ru: Компании розничной торговли, специализирующиеся в основном на продаже одежды и аксессуаров.
zh_hans: 主要专营服装和服饰的零售商。
zh_hant: 專門從事服裝和配飾的零售商。

source: Owners and operators of consumer electronics, computers, video and related products retail stores.
de: Inhaber und Betreiber von Einzelhandelsgeschäften für Verbraucherelektronik, Computer, Video und verwandte Produkte.
es: Propietarios y operadores de establecimientos de venta de productos electrónicos, ordenadores y artículos relacionados destinados a consumidores particulares.
fr: Propriétaires et gérants de magasins qui vendent au détail des appareils électroménagers, informatiques et vidéo, et des produits connexes.
it: Proprietari e gestori di negozi al dettaglio di elettronica al consumo, computer, video e prodotti correlati.
ja: 民生用電子機器、コンピュータ、ビデオや関連製品を販売する小売店舗の所有者や運営業者。
ko: 소비자 전자제품, 컴퓨터, 비디오, 관련 제품 소매점의 소유자와 운영자.
pt_pt: Proprietários e operadores de lojas varejistas de eletrônicos, computadores, vídeo e de produtos relacionados.
ru: Компании, владеющие магазинами розничной торговли бытовой электроникой, компьютерами, видеоаппаратурой и сопутствующими товарами и занимающиеся их эксплуатацией.
zh_hans: 消费类电子产品、电脑、视频及相关产品零售店的业主和运营商。
zh_hant: 消費類電子產品、電腦、視像和相關產品零售店的東主及營運商。

source: Owners and operators of home and garden improvement retail stores. Includes stores offering building materials and supplies.
de: Inhaber und Betreiber von Einzelhandelsgeschäften für Bau- und Heimwerkerprodukte und Gartenbedarf. Hierzu gehören auch Geschäfte für Baustoffe und -materialien.
es: Propietarios y operadores de establecimientos de venta de utensilios de bricolaje y jardinería. Se incluyen los establecimientos de venta y suministro de materiales de construcción.
fr: Propriétaires et gérants de magasins qui fournissent des produits pour la maison et le jardin. Sont inclus les magasins qui fournissent des matériaux de construction.
it: Proprietari e gestori di negozi al dettaglio di articoli per la casa e il giardino. Sono inclusi i negozi che offrono materiali da costruzione e forniture.
ja: 住宅・造園関連用品を販売する小売り店舗の所有者や運営業者。建設資材や用品を取り扱う店舗を含む。
ko: 가정과 정원 개량용품 소매점 소유자와 운영자. 건축 자재와 공급품 상점 포함.
pt_pt: Proprietários e operadores de lojas de varejo de material de construção e decoração para casas e jardins. Inclui lojas que oferecem materiais de construção e suprimentos.
ru: Компании, владеющие магазинами розничной торговли предметами для благоустройства дома и сада и занимающиеся их эксплуатацией. В данную группу входят магазины строительных материалов и товаров.
zh_hans: 家庭装潢及园艺用品零售店的业主和运营商。包括建筑材料及用品零售店。
zh_hant: 家居裝修和園藝用品零售店的東主及營運商。包括提供建築材料和用品的商店。
